Repository: DenisLedovskiy/pdf100
Catalog: PDF100/Staff/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: /month
de: /Monat
es: /mes
fr: /mois
it: /mese
pt_br: /mês

source: /week
de: /Woche
es: /semana
fr: /semaine
it: /settimana
pt_br: /semana

source: /year
de: /Jahr
es: /año
fr: /année
it: /anno
pt_br: /ano

source: 🔓 Unlock Full Functionality
de: 🔓 Volle Funktionalität freischalten
es: 🔓 Desbloquea la funcionalidad completa
fr: 🔓 Débloquez toutes les fonctionnalités
it: 🔓 Sblocca la funzionalità completa
pt_br: 🔓 Desbloqueie a funcionalidade completa

source: 🔥 Don't delete!
de: 🔥 Löschen Sie nicht!
es: 🔥 ¡No borres!
fr: 🔥 Ne supprimez pas!
it: 🔥 Non cancellare!
pt_br: 🔥 Não exclua!

source: 3 days trial
de: 3 Tage Testversion
es: 3 días de prueba
fr: Essai de 3 jours
it: Prova di 3 giorni
pt_br: 3 dias de teste

source: add pages
de: Seiten hinzufügen
es: añadir páginas
fr: ajouter des pages
it: aggiungere pagine
pt_br: adicionar páginas

source: Allow the app to access your phone's camera to scan and document
de: Erlauben Sie der App den Zugriff auf die Kamera Ihres Telefons zum Scannen und Dokumentieren
es: Permita que la aplicación acceda a la cámara de su teléfono para escanear y documentar
fr: Autorisez l'application à accéder à l'appareil photo de votre téléphone pour numériser et documenter
it: Consenti all'app di accedere alla fotocamera del tuo telefono per scansionare e documentare
pt_br: Permita que o aplicativo acesse a câmera do seu telefone para digitalizar e documentar

source: An internet connection is required for this function to work
de: Für die Funktion ist eine Internetverbindung erforderlich
es: Se requiere una conexión a Internet para que esta función funcione
fr: Une connexion Internet est nécessaire pour que cette fonction fonctionne
it: Per il funzionamento di questa funzione è necessaria una connessione Internet
pt_br: É necessária uma conexão com a Internet para que esta função funcione

source: and share
de: und teilen
es: y compartir
fr: et partager
it: e condividere
pt_br: e compartilhar

source: By increasing the quality, you increase the file size
de: Durch die Verbesserung der Qualität erhöht sich die Dateigröße
es: Al aumentar la calidad, aumenta el tamaño del archivo
fr: En augmentant la qualité, vous augmentez la taille du fichier
it: Aumentando la qualità, aumenti la dimensione del file
pt_br: Ao aumentar a qualidade, você aumenta o tamanho do arquivo

source: by users
de: von Benutzern
es: por los usuarios
fr: par les utilisateurs
it: dagli utenti
pt_br: pelos usuários

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
pt_br: Cancelar

source: Change icon
de: Ändere das Symbol
es: Cambiar icono
fr: Changer d'icône
it: Cambia icona
pt_br: Alterar ícone

source: Compress and
de: Komprimieren und
es: Comprimir y
fr: Compresser et
it: Comprimi e
pt_br: Comprimir e

source: Compress file
de: Datei komprimieren
es: Comprimir archivo
fr: Compresser le fichier
it: Comprimi file
pt_br: Compactar arquivo

source: Compressing
de: Komprimieren
es: Apresamiento
fr: Compression
it: Compressione
pt_br: Comprimindo

source: Compressor
de: Kompressor
es: Compresor
fr: Compresseur
it: Compressore

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continuare
pt_br: Continuar

source: Convert
de: Konvertieren
es: Convertir
fr: Convertir
it: Convertire
pt_br: Converter

source: Convert to
de: Konvertieren in
es: Convertir a
fr: Convertir en
it: Converti in
pt_br: Converter para

source: Converter
de: Konverter
es: Convertidor
fr: Convertisseur
it: Convertitore
pt_br: Conversor

source: Converting
de: Konvertieren
es: Mudado
fr: Conversion
it: Conversione
pt_br: Convertendo

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
pt_br: Excluir

source: Delete pages
de: Seiten löschen
es: Eliminar páginas
fr: Supprimer des pages
it: Elimina pagine
pt_br: Excluir páginas

source: describe
de: beschreiben
es: describir
fr: décrire
it: descrivere
pt_br: descrever

source: Discard
de: Verwerfen
es: Desechar
fr: Jeter
it: Scartare
pt_br: Descartar

source: Do you like our app?
de: Gefällt Ihnen unsere App?
es: ¿Te gusta nuestra aplicación?
fr: Aimez-vous notre application ?
it: Ti piace la nostra app?
pt_br: Você gosta do nosso aplicativo?

source: Do you want to delete pages?
de: Möchten Sie Seiten löschen?
es: ¿Quieres eliminar páginas?
fr: Voulez-vous supprimer des pages ?
it: Vuoi eliminare delle pagine?
pt_br: Você quer apagar páginas?

source: Documents
de: Unterlagen
es: Documentos
it: Documenti
pt_br: Documentos

source: Drag pages to rearrange them
de: Ziehen Sie Seiten, um sie neu anzuordnen
es: Arrastre páginas para reorganizarlas
fr: Faites glisser les pages pour les réorganiser
it: Trascina le pagine per riorganizzarle
pt_br: Arraste as páginas para reorganizá-las

source: edit
de: bearbeiten
es: editar
fr: modifier
it: modificare
pt_br: editar

source: Edit file
de: Datei bearbeiten
es: Editar archivo
fr: Modifier le fichier
it: Modifica file
pt_br: Editar arquivo

source: Edit PDF
de: PDF bearbeiten
es: Editar PDF
fr: Modifier le PDF
it: Modifica PDF
pt_br: Editar PDF

source: Edit, sign, compress, and more—your complete PDF toolkit in one place
de: Bearbeiten, signieren, komprimieren und mehr – Ihr komplettes PDF-Toolkit an einem Ort
es: Edite, firme, comprima y más: su kit de herramientas PDF completo en un solo lugar
fr: Modifiez, signez, compressez et bien plus encore : votre boîte à outils PDF complète en un seul endroit
it: Modifica, firma, comprimi e altro ancora: il tuo kit completo di strumenti PDF in un unico posto
pt_br: Edite, assine, compacte e muito mais — seu kit de ferramentas PDF completo em um só lugar

source: Files
de: Dateien
es: Archivos
fr: Fichiers
it: File
pt_br: Arquivos

source: For this feature to work, please allow access to the gallery
de: Damit diese Funktion funktioniert, erlauben Sie bitte den Zugriff auf die Galerie
es: Para que esta función funcione, permita el acceso a la galería
fr: Pour que cette fonctionnalité fonctionne, veuillez autoriser l'accès à la galerie
it: Per far funzionare questa funzione, consenti l'accesso alla galleria
pt_br: Para que esse recurso funcione, permita o acesso à galeria

source: Freelancer
de: Freiberufler
fr: Indépendant
it: Libero professionista
pt_br: Trabalhador autônomo

source: full access
de: Vollzugriff
es: acceso completo
fr: accès complet
it: accesso completo
pt_br: acesso total

source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria
pt_br: Galeria

source: Get started today with
de: Starten Sie noch heute mit
es: Empieza hoy con
fr: Commencez dès aujourd'hui avec
it: Inizia oggi con
pt_br: Comece hoje mesmo com

source: How would you
de: Wie würden Sie
es: ¿Cómo lo harías?
fr: Comment le ferais-tu ?
it: Come faresti?
pt_br: Como você faria

source: IMG to PDF
de: IMG zu PDF
es: IMG a PDF
fr: IMG en PDF
it: Da IMG a PDF
pt_br: IMG para PDF

source: Import from
de: Importieren von
es: Importar desde
fr: Importer depuis
it: Importa da
pt_br: Importar de

source: IT professional
de: IT-Experte
es: Profesional de TI
fr: professionnel de l'informatique
it: Professionista IT
pt_br: profissional de TI

source: Legal advisor
de: Rechtsberater
es: Asesor legal
fr: Conseiller juridique
it: Consulente legale
pt_br: Consultor jurídico

source: main
de: hauptsächlich
es: principal
fr: principal
it: principale
pt_br: principal

source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Pas de connexion Internet
it: Nessuna connessione internet
pt_br: Sem conexão com a internet

source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
it: Non adesso
pt_br: Agora não

source: of
de: von
es: de
fr: de
it: Di
pt_br: de

source: Office work
de: Büroarbeit
es: Trabajo de oficina
fr: Travail de bureau
it: Lavoro d'ufficio
pt_br: Trabalho de escritório

source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
pt_br: Outro

source: Page
de: Seite
es: Página
it: Pagina
pt_br: Página

source: Preferred
de: Bevorzugt
es: Privilegiado
fr: Préféré
it: Preferito
pt_br: Preferido

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
it: Riservatezza
pt_br: Privacidade

source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla riservatezza
pt_br: Política de Privacidade

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
pt_br: Qualidade

source: Read PDF
de: PDF lesen
es: Leer PDF
fr: Lire le PDF
it: Leggi il PDF
pt_br: Ler PDF

source: reader
de: Leser
es: lector
fr: lecteur
it: lettore
pt_br: leitor

source: regularly
de: regelmäßig
es: regularmente
fr: régulièrement
it: regolarmente
pt_br: regularmente

source: reorder
de: umordnen
es: reordenar
fr: réorganiser
it: riordinare
pt_br: reordenar

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristinare
pt_br: Restaurar

source: rotate
de: drehen
es: girar
fr: tourner
it: ruotare
pt_br: girar

source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
it: Salva
pt_br: Salvar

source: Search
de: Suchen
es: Buscar
fr: Recherche
it: Ricerca
pt_br: Procurar

source: Select action
de: Aktion auswählen
es: Seleccionar acción
fr: Sélectionner une action
it: Seleziona azione
pt_br: Selecione a ação

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
pt_br: Configurações

source: Share
de: Aktie
es: Compartir
fr: Partager
it: Condividere
pt_br: Compartilhar

source: Signature
de: Unterschrift
es: Firma
it: Firma
pt_br: Assinatura

source: Sorry
de: Entschuldigung
es: Lo siento
fr: Désolé
it: Scusa
pt_br: Desculpe

source: Sort pages
de: Seiten sortieren
es: Ordenar páginas
fr: Trier les pages
it: Ordina pagine
pt_br: Classificar páginas

source: Start Free Trial
de: Kostenlose Testversion starten
es: Comience una prueba gratuita
fr: Démarrer l'essai gratuit
it: Inizia la prova gratuita
pt_br: Iniciar teste gratuito

source: Terms
de: Bedingungen
es: Términos
fr: Termes
it: Termini
pt_br: Termos

source: Terms of use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
pt_br: Termos de uso

source: Try for free
de: Kostenlos testen
es: Pruébalo gratis
fr: Essayez gratuitement
it: Prova gratuitamente
pt_br: Experimente gratuitamente

source: Try it at 40% off!
de: Probieren Sie es mit einem Rabatt von 40 %!
es: ¡Prueba con un descuento del 40 %!
fr: Essayez-le avec une réduction de 40 %!
it: Provalo con uno sconto del 40 %!
pt_br: Experimente com um desconto de 40%!

source: Unlock
de: Entsperren
es: Descubrir
fr: Ouvrir
it: Sbloccare
pt_br: Desbloquear

source: use
de: verwenden
es: usar
fr: utiliser
it: utilizzo
pt_br: usar

source: View file
de: Datei anzeigen
es: Ver archivo
fr: Voir le fichier
it: Visualizza file
pt_br: Ver arquivo

source: We're committed to delivering the best experience for you
de: Wir sind bestrebt, Ihnen das beste Erlebnis zu bieten
es: Nos comprometemos a brindarle la mejor experiencia

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
it: Settimanale
pt_br: Semanalmente

source: Which feature you’ll
de: Welche Funktion Sie
es: ¿Qué característica te gustará?
fr: Quelle fonctionnalité vous
it: Quale funzione ti servirà
pt_br: Qual recurso você irá

source: Word to PDF
de: Word zu PDF
es: Word a PDF
fr: Word en PDF
it: Da Word a PDF
pt_br: Word para PDF

source: Write a feedback
de: Feedback schreiben
es: Escribe una opinión
fr: Écrire un commentaire
it: Scrivi un feedback
pt_br: Escreva um feedback

source: Yearly
de: Jahresweise
es: Anual
fr: Annuel
it: Annualmente
pt_br: Anualmente

source: You can delete or rotate files using the toolbar
de: Sie können Dateien über die Symbolleiste löschen oder drehen
es: Puede eliminar o rotar archivos usando la barra de herramientas
fr: Vous pouvez supprimer ou faire pivoter des fichiers à l'aide de la barre d'outils
it: È possibile eliminare o ruotare i file utilizzando la barra degli strumenti
pt_br: Você pode excluir ou girar arquivos usando a barra de ferramentas

source: You don’t have any document
de: Sie haben kein Dokument
es: No tienes ningún documento
fr: Vous n’avez aucun document
it: Non hai alcun documento
pt_br: Você não tem nenhum documento

source: You will lose all edits
de: Sie verlieren alle Änderungen
es: Perderás todas las ediciones
fr: Vous perdrez toutes les modifications
it: Perderai tutte le modifiche
pt_br: Você perderá todas as edições

source: yourself
de: selbst
es: tú mismo
fr: toi-même
it: te stesso
pt_br: você mesmo

source: Gives you the tools to swiftly and precisely adjust PDFs
es: Le brinda las herramientas para ajustar archivos PDF de forma rápida y precisa

source: PDF editor
es: Editor de PDF
fr: Éditeur PDF
it: Editor PDF
pt_br: Editor de PDF

source: PDF Editor Ultimate
es: Editor de PDF Ultimate
fr: Éditeur PDF ultime
pt_br: Editor de PDF Ultimate

source: Scan
es: Escanear
fr: Balayage
it: Scansione
pt_br: Digitalizar

source: Student
es: Alumno
fr: Étudiant
it: Studente
pt_br: Estudante

source: Take a moment to indicate which one you would prefer
es: Tómate un momento para indicar cuál prefieres
